Repository: wikitechie/Sampression-Lite
Catalog: languages/sampression-*.po
Languages: ar

source: Oops! Page not found.
ar: الصفحة غير موجودة، يا للهول!

source: Sorry but the page you looking for cannot be found.
ar: عذراً ولكن لم نتمكن من إيجاد الصفحة التي تبحث عنها.

source: Better to go
ar: بدلاً من ذلك يمكنك الذهاب إلى

source: home
ar: الصفحة الرئيسية

source: Daily Archives: %s
ar: الأرشيف اليومي: %s

source: Monthly Archives: %s
ar: الأرشيف الشهري: %s

source: Yearly Archives: %s
ar: الأرشيف السنوي: %s

source: Blog Archives
ar: أرشيف المجلة

source: Archives
ar: الأرشيف

source: Categories
ar: التصنيفات

source: Nothing Found
ar: لم نجد أية مقالات

source: Apologies, but no results were found for the requested archive. Perhaps searching will help find a related post.
ar: عذراً، ولكن لم نجد أية نتائج في الأرشيف الذي طلبته. ربما يساعدك البحث في إيجاد المقالات المطلوبة.

source: Author Archives:
ar: أرشيف الكاتب:

source: Category Archives: %s
ar: أرشيف التصنيف: %s

source: Archive
ar: الأرشيف

source: This post is password protected. Enter the password to view any comments.
ar: هذه المقالة محمية بكلمة مرور. أدخل كلمة المرور لرؤية المقالة والتعليقات عليها.

source: One thought on &ldquo;%2$s&rdquo;
ar: تعليق واحد على &rdquo;%2$s&ldquo;

source: Two thoughts on &ldquo;%2$s&rdquo;
ar: تعليقان على &rdquo;%2$s&ldquo;

source: %1$s thoughts on &ldquo;%2$s&rdquo;
ar: %1$s تعليقا(ت) على &rdquo;%2$s&ldquo;

source: Comment navigation
ar: تصفح التعليقات.

source: &larr; Older Comments
ar: &rarr; تعليقات أقدم

source: Newer Comments &rarr;
ar: تعليقات أحدث &larr;

source: Comments are closed.
ar: التعليقات مغلقة.

source: Goto Top
ar: الذهاب إلى الأعلى

source: Filter By:
ar: اختر المواضيع:

source: Show All
ar: الكل

source: Post navigation
ar: تصفح المقالات

source: <span class="meta-nav">&larr;</span> Back to Gallery
ar: <span class="meta-nav">&rarr;</span> عودة إلى معرض الصور

source: %3$s <time class="col" datetime="2011-09-28"><span class="ico">Published on</span>%2$s</time>
ar: %3$s <time class="col" datetime="2011-09-28"><span class="ico">تاريخ النشر</span>%2$s</time>

source: <span class="ico">Categories</span> %s
ar: <span class="ico">التصنيفات</span> %s

source: Edit
ar: تحرير

source: <span class="meta-nav">&larr;</span> Previous Image
ar: <span class="meta-nav">&rarr;</span>الصورة السابقة

source: Next Image <span class="meta-nav">&rarr;</span>
ar: الصورة التالية<span class="meta-nav">&larr;</span>

source: Pages:
ar: صفحات:

source: <span class="ico">Categories</span><div class="overflow-hidden cat-listing">%s</div>
ar: <span class="ico">التصنيفات</span><div class="overflow-hidden cat-listing">%s</div>

source: Edit this post
ar: تحرير هذه المقالة

source: Search Results for: %s
ar: نتائج البحث عن: %s

source: Nothing Found For:
ar: لا توجد أية نتائج لـ:

source: Apologies, but no results were found for the requested keyword. Please try another keywords..
ar: عذراً، لم نجد أية نتائج للعبارات التي بحثت عنها، أعد البحث باستخدام عبارات أخرى.

source: Search for:
ar: بحث عن:

source: search by keyword
ar: بحث

source: Search
ar: بحث

source: Most Popular
ar: الأكثر قراءة

source: Most Popular Posts
ar: المقالات الأكثر قراءة

source: Recent Comments
ar: أحدث التعليقات

source: About me
ar: نبذة

source: <span class="meta-nav">&larr;</span> Previous
ar: <span class="meta-nav">&rarr;</span>المقالة السابقة

source: Next <span class="meta-nav">&rarr;</span>
ar: المقالة التالية<span class="meta-nav">&larr;</span>

source: Tag Archives: %s
ar: أرشيف الوسم: %s

source: Top Menu
ar: القائمة العلوية

source: Proudly powered by:
ar: بكل اعتزاز نستخدم

source: Theme by:
ar: تصميم

source: <span class="meta-nav">&larr;</span> Older posts
ar: <span class="meta-nav">&rarr;</span> مقالات أقدم

source: Newer posts <span class="meta-nav">&rarr;</span>
ar: <span class="meta-nav">&larr;</span> مقالات أحدث

source: Read more &#8250;
ar: أكمل القراءة &#8250;

source: Pingback:
ar: تنبيه:

source: %1$s on %2$s
ar: %1$s بتاريخ %2$s

source: Reply <span>&darr;</span>
ar: رد <span>&darr;</span>

source: Your comment is awaiting moderation.
ar: تعليقك بانتظار المراجعة.
